/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   ft_env.c                                           :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: jinkim2 <jinkim2@student.42seoul.kr>       +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2022/08/16 11:17:49 by jinkim2           #+#    #+#             */
/*   Updated: 2022/08/19 16:46:40 by jinkim2          ###   ########seoul.kr  */
/*                                                                            */
/* ************************************************************************** */

#include "builtin.h"

int	main(int ac, char **av, char **envp)
{
	t_key	tmp;
	int		i;

	i = 0;
	while (envp[i])
	{
		printf("%s\n", envp[i]); // envp 관리하는거 불불러러다다가  printf 찍음될듯여
		i++;
	}
}
